export default {
    "手术基本信息":['参考内容','标准基本信息'],
    '标准基本信息':['标准基本信息内容','参考内容'],
    '基本信息':['基本信息内容'],
    '症状':['症状变化','组织实体','部位','部位描绘','症状描绘','否定词'],
    '用药':['频次','剂量','取药量','用药方式','用药目的','用药持续时间','剂量单位','剂量数值','部位','部位描绘','病历示总剂量数值单位','病历示总剂量数值'],
    '检查项区间':['检查内容'],
    '化验':['数值','数值单位','异常','化验组','化验条件','化验描绘词','化验变化态','化验样本','化验定性结果','化验定性结果高峰值','化验数值高峰值'],
    '手术名称':['是否手术','施行次数描述','手术名称','手术名称部位','手术器械','手术时间'],
    '月经史':['变化节点','初潮时间','行经天数','月经周期','月经周期描述','末次月经时间','绝经时间','痛经','月经量','血块','白带','分泌物','分泌物描述','异常阴道流血','月经状况','记录时间戳'],
    '病理诊断': ['不否定词','病理检查机构','病理检查','送检组织','病理检查部位范围','诊断','部位', '部位描绘','诊断修饰','诊断程度','诊断修饰状态判定词','诊断修饰状态','诊断程度状态判定词','诊断程度状态'],
    '免疫组化诊断': ['不否定词','诊断','部位', '部位描绘','诊断修饰','诊断程度','诊断修饰状态判定词','诊断修饰状态','诊断程度状态判定词','诊断程度状态'],
    '免疫组化化验': ['化验','组化定位','数值', '数值单位', '异常','化验组','化验条件','化验描绘词','化验变化态','化验样本','化验定性结果','化验定性结果高峰值','化验数值高>峰值','否定词'],
    '烟酒毒麻':['时间描述','瘾史判定词','瘾史类型','吸食/戒用持续时间','吸食描述','主要嗜用类型','吸食量单位','嗜用浓度','吸食量','嗜用方式','吸食高峰量','吸食高峰量单位','吸食频度单位','吸烟指数'],
    '基因':['基因名','基因区域','基因次级区域','否定词','检测结果','结果描绘','未突变氨基酸','未突变碱基','检测位置','突变后氨基酸','突变后碱基'],
    '病理': ['关系描述','症状','体征定量单位','病理检查机构','体征','系统','A部位描述', '病理检查','症状描述','B部位描述','关系','体征定量描述','判定词','送检组织','时间','A部位','B部位','体征定性描述','症状变化词','组织实体'],
    '诊断':['部位','部位描绘','诊断修饰','诊断程度','诊断修饰状态判定词','诊断修饰状态','诊断程度状态判定词','诊断程度状态','不否定词'],
    '功能描述':['功能','部位','否定词','部位描绘','观察值单位','体征定量'],
    '家族史':['记录时间戳','死因','健康状况','患病年数','家族成员','家族病史','成员年纪','成员数量','是否在世','家族病史判定词'],
    '过敏史':['特异体质','信息可靠情况','过敏判定词','过敏原','测试方式','测试结果','过敏症状否定词','过敏部位描绘','过敏部位','过敏症状描绘','过敏症状','治疗用药','治疗效果','记录时间戳'],
    '检查项实体':['检查所示定量单位',"组织实体","关系描述","检查所示变化词","尾词是否使用","检查症状","原文时间","文中ICD","检查子项","检查所示功能/性质","检查条件","诊断修饰状态","时间","文中诊断尾词","B部位","诊断修饰","检查诊断","尾词特征","检查所示定量描述","诊断程度","检查所示功能描述","检查项目","检查症状描述","A部位描述","检查所示数量","检查项目的部位范围","检查所示判定词","B部位描述","检查机构","诊断程度状态","关系","检查诊断状态判定词","A部位"],
    '疑似有临床信息':['词','类型'],
    '无临床信息':['句子']
}

export const existAttribute = ['症状', '个往史', '功能描述'];

export const filterTypes = ['全部','用药', '诊断', '症状&体征','化验'];
